[{"title":"shirt","imageUrl":"https://i.etsystatic.com/26145831/r/il/13d7db/3868734462/il_1588xN.3868734462_jrrq.jpg","description":"CONTENTS, CARE & ORIGIN\r\nCONTENTS\r\nWe are working with monitoring programs to guarantee compliance with the social, environmental, health, and safety standards of our garments.\r\n\r\nTo evaluate their compliance, we have developed an auditing program and plans for continual improvement.\r\nOUTER SHELL\r\n100% Cotton\r\nCARE\r\nCaring for your clothes is caring for the environment.\r\nWash your garments only when needed, as sometimes freshening them up is sufficient. Wash cycles slowly wear down fabrics. By reducing the amount of washing, we lengthen the life of our garments and reduce water and energy consumption in their care.\r\n[car]8\r\nHand wash max 30ºC/86ºF\r\n[car]14\r\nDo not use bleach/whitener\r\n[car]18\r\nIron maximum 110ºC/230ºF\r\n[car]125\r\nTetrachloroethylene Dry Clean\r\n[car]31\r\nThe low-temperature dryer may be used\r\nORIGIN\r\nWe are working with our providers, workers, unions, and international organizations to develop a supply chain that respects and promotes human rights, contributing to the Sustainable Development Goals of the United Nations. \r\n\r\nThanks to the collaboration with our suppliers, we are working to understand the facilities and processes that are used to manufacture our garments with the goal of understanding the traceability of our products.\r\nMade in Bangladesh","price":"100","id":"0.9683888471488595"},{"title":"demo","imageUrl":"https://picsum.photos/900/900","description":"fgh","price":"89","id":"0.90268271592098"},{"title":"amol tempo","imageUrl":"https://picsum.photos/800/800","description":"free ch lelo","price":"0.0","id":"0.17212008251892486"},{"title":"12","imageUrl":"https://picsum.photos/400/400","description":"You can also use variant modifiers to target media queries like responsive breakpoints, dark mode, prefers-reduced-motion, and more. For example, use md:scroll-auto to apply the scroll-auto utility at only medium screen sizes and above.","price":"45","id":"0.005925663210890164"}]